Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_film_i_fremgang.html.tmx
Source language: nob
Languages: sme

source: Samisk film i fremgang
sme: Sámi filbmamáilbmi ovdána

source: Sametingsrådet berømmer fremgangen samisk film opplever, og ønsker å bidra til å synliggjøre film i større grad med en egen redegjørelse om samisk film.
sme: Sámediggeráđđi rámida sámi filbmamáilmmi ovdáneami, ja háliida sierra čilgehusa bokte buorebut oainnusmahttit sámi filmmaid.

source: Sametingsrådets redegjørelse om samisk film beskriver bransjen og ser nærmere på både definering og verdikjeden i samisk film, samtidig som den tar for seg utfordringer og strategier som den samiske filmbransjen står overfor.
sme: Sámediggeráđi čilgehus sámi filmmaid birra govvida suorggi ja geahčada sámi filmmaid meroštallama ja árvogollosa. Dat maiddái válddaha sámi filbmasuorggi hástalusaid ja strategiijaid.

source: – Samisk film har hatt en ekstraordinær utviklingskurve, men har en del utfordringer for å kunne møte det økende produksjonsnivået med flere store samiske produksjoner underveis i årene som kommer, sier sametingsråd Maja Kristine Jåma (NSR).
sme: – Sámi filbmamáilmmis lea leamaš erenoamáš ovdáneapmi, muhto das leat muhtun ráje hástalusat dustet lassáneaddji buvttadandási, go leat máŋga stuorebuš buvttadeami čuovvovaš jagiid, dadjá sámediggeráđđi Maja Kristine Jåma (NSR).

source: I sametingsrådets redegjørelse om samisk film presenteres ulike problemstillinger og mulige strategier for å imøtekomme behov og utviklingspotensialet til samisk film.
sme: Sámediggeráđi čilgehusas sámi filmmaid birra ovdanbuktojuvvojit iešguđegelágan čuolmmat ja vejolaš strategiijat dusten dihtii sámi filbmamáilmmi dárbbuid ja ovdánahttinpotensiála.

source: Film er et medium som bidrar til det samiske folks historiefortelling.
sme: Filmmat doibmet sámi álbmoga máinnasteami gaskaoapmin.

source: Derfor er det også viktig å sikre samisk selvbestemmelse ved å sikre at den endelige beslutningen om hvilke samiske produksjoner som skal realiseres, blir tatt av samiske beslutningstakere.
sme: Danin lea maiddái dehálaš sihkkarastit sámi iešmearrideami nu, ahte sihkkarastá ahte leat sámi mearrideaddjit geat mearridit guđe sámi buvttadeamit duohtandahkkojuvvojit.

source: Sametingsrådet har som mål å øke tilgangen på samiske filmer, og at flere gjøres tilgjengelig på ulike samiske språk.
sme: Sámediggeráđi mihttun lea lasihit sámi filmmaid, ja ahte eanet filmmat leat gávdnamis iešguđege sámegielaide.

source: Det er en bransje som har ganske høye kostnader, men som også kan generere økt verdiskapning i samiske områder.
sme: Dán suorggis leat oalle stuorra golut, muhto mii maiddái sáhttá loktet sámi guovlluid árvoháhkama.

source: Det må likevel økte budsjettrammer til for å sikre økning i samiske langformatsproduksjoner og dubbede filmer.
sme: Ferte liikká lasihit bušeahttarámmaid, vai sihkkarastá dan, ahte sámi guhkesfilbmabuvttadeamit ja dubbejuvvon filmmat lassánit.

source: – Vi ønsker blant annet å arbeide for å styrke Internasjonalt Samisk Filminstitutt (ISFI) og vil bidra til økt anerkjennelse av ISFIs grenseoverskridende kapasitet ved å synliggjøre, utvikle og sikre en felles innsats både på nasjonalt, nordisk og arktisk nivå for å få på plass bedre finansiering, sier Jåma.
sme: – Mii háliidit earret eará nannet Internašunála Sámi Filbmainstituhta (ISFI) ja háliidit veahkkin nannet ISFI rájáidrasttideaddji kapasitehta dohkkeheami nu, ahte oainnusmahttit, ovdánahttit ja sihkkarastit oktasaš áŋgiruššama sihke nationálalaččat, davviriikkalaččat ja árktalaččat, oažžun dihtii buoret ruhtadeami, dadjá Jåma.

source: Redegjørelsen behandles i Sametingets plenum fredag 10.mars.
sme: Sámedikki dievasčoahkkin gieđahallá čilgehusa bearjadaga, njukčamánu 10. beaivvi.

source: For spørsmål eller intervju, kontakt sametingsråd Maja Kristine Jåma (NSR), mob. +47 472 42 366 , maja.kristine.jama@samediggi.no
sme: Gažaldagaid ja jearahallamiid oktavuođas bivdit váldit oktavuođa sámediggeráđiin Maja Kristine Jåmain (NSR), mob. +47 472 42 366 , maja.kristine.jama@samediggi.no
